Revit 2024 API
DefinitionGroup.Name Property
Returns the name of the parameter group.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public string Name { get; }
Visual Basic
Public ReadOnly Property Name As String
	Get
Visual C++
public:
property String^ Name {
	String^ get ();
}
See Also
DefinitionGroup Class
Autodesk.Revit.DB Namespace